---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.EnergyAnalysisOpeningType.Window
enum: Autodesk.Revit.DB.Analysis.EnergyAnalysisOpeningType
zh: 窗、窗户
source: html/e18708e5-0036-d48b-dce4-9efcc840d6be.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisOpeningType.Window

**中文**: 窗、窗户

Window.